/*  --------- Settings ----------- */

"Automatically Install" = "Αυτόματη Εγκατάσταση";

"Delete After Install" = "Διαγραφή Μετά Την Εγκατάσταση";

"Remove Metadata"="Αφαίρεση Metadata";

"Keep Awake"="Ανοιχτή Οθόνη";

"This will keep your screen always ON while using AppCake"="Ενεργό θα διατηρείται η οθόνη ανοιχτή όσο χρησιμοποιείται το AppCake";

"Remove Metadata will stop App Store from updating the app"="Η Αφαίρεση Metadata αποτρέπει το App Store από τις ενημερώσεις εφαρμογών";

"Enable iTunes Sync to make apps installed by AppCake can be transfered to your computer by iTunes."="Ενεργοποιήσε το Συγχρονισμό iTunes ώστε οι εφαρμογές του AppCake να μπορούν να μεταφερθούν στον υπολογιστή σου.";

"iTunes Sync"="Συγχρονισμός iTunes";

"Feedback"="Ανατροφοδότηση";

"Changelog"="Αρχείο Καταγραφής";

"I Can Translate"="Μπορώ Να Μεταφράσω";

"Clear Image Cache"="Καθαρισμός Εικονικής Μνήμης";

